export const openingRemarks=[
    
    "没有愚蠢的问题，只有尚未触及的关键线索，勇敢地提出你的疑惑吧！每一次互动都可能是揭开谜底的关键。",
    "让我们即刻启程，一起沉浸在‘海龟汤’里，寻找那些潜藏在奇异表象下的真实脉络。",
    "在‘海龟汤’的神秘海域，每一片涟漪都隐藏着故事的秘密，现在，让我们扬帆起航。",
    "准备好了吗？我们的‘海龟汤’探险即将开始，每一个线索都是通往真相的钥匙。",
    "欢迎来到‘海龟汤’的世界，这里，每一次猜测都可能揭开一个全新的篇章。",
    "在这场关于‘海龟汤’的游戏中，我们既是探险家，也是解谜高手，让我们共同开启这段旅程。",
    "‘海龟汤’不仅是一场游戏，它是一次智慧与直觉的碰撞，让我们携手探寻未知的奥秘。",
    
]
export const ruleIntroduction=[
    "请尽量清晰和完整地提出问题。",
    "通关、轮数达到限制或在更多选项中结束游戏后，你可以查看汤底。",
    "你可以点击“来个提示”获取预先准备的提示，也可以在对话中要求主持人为你提供引导。"
]
export const moreRuleIntroduction=[`如果汤面中出现了“我”，那么在你关于汤面的疑问和陈述中你最好用双引号将我这个字包裹起来，以与作为玩家的你区分开。`]
export const announcementText="主持人的回复变得更灵活了！"
export const announcementDate="2024-7-7"